---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Mph
source: html/58216280-a868-5332-e830-413d90499925.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Mph Property

Symbol mph, indicating unit Miles per hour.

## Syntax (C#)
```csharp
public static ForgeTypeId Mph { get; }
```